export default function TeamMusemum(){
    return(
        <div className="flex flex-col gap-[50px] w-[100vw] items-center mt-[50px] mb-[30px]">
            <h1 className="text-[40px] text-gray-500">Կապի թանգարան</h1>
            <p className="w-[1000px]">Team Telecom Armenia-ն հանդիսանում է Հայաստանում առաջին տելեկոմ ցանցի ժառանգորդը։ Ունենալով ոլորտում ծառայությունների մատուցման ավելի քան 100 տարվա պատմություն և ստանձնելով կապի զարգացման պատմության պահպանումն ու նոր սերունդներին փոխանցելու պատասխանատվությունը՝ ընկերությունը հետաքրքրվող բոլոր անձանց առաջարկում է այցելել Հայաստանում միակ Կապի թանգարան։<br/><br/>Թանգարանը հիմնադրվել է 2012 թվականին։ Այստեղ ներկայացված են Հայաստանում կապի զարգացման պատմությանը վերաբերող նյութեր։ Թանգարանի այցելուները կարող են ծանոթանալ Հայաստանում հեռահաղորդակցության էվոլյուցիային, տեսնել կապի սարքեր՝ 19-րդ դարից սկսած մինչև ֆիքսված, բջջային և ինտերնետ կապի թվային ժամանակակից միջոցներ։<br/></p>
            <img className="w-[500px] h-[300px]" src="https://www.telecomarmenia.am/file_manager/museum/Museum.JPG" alt="museum" />
            <p className="w-[1000px]">Կապի թանգարան կարելի է այցելել ուրբաթ օրերին՝ կատարելով նախնական գրանցում։ Գրանցման համար անհրաժեշտ է զանգահարել 010410410 հեռախոսահամարին կամ գրել museum@telecomarmenia.am էլ․ հասցեին։ Թանգարանը գտնվում է Երևանի Ազատության պողոտա 24/1 հասցեում։<br/><br/>Եթե ցանկանում եք ծանոթանալ թանգարանի ցուցանմուշներին, բայց չեք կարող ֆիզիկապես այցելել, առաջարկում ենք կատարել վիրտուալ շրջայց։</p>
        </div>
    )
}