export default function AboutUs(){
    return (
       <div className="flex flex-col w-[100vw] justify-center gap-[50px] ml-[100px] mt-[50px]">
            <div className="flex gap-[20px]">
                <p>Գլխավոր</p>
                <p><i className="fa-solid fa-chevron-right"></i></p>
                <p>Ընկերության Մասին</p>
                <p><i className="fa-solid fa-chevron-right"></i></p>
                <p>Մեր Մասին</p>
            </div>
            <div className="mb-[30px]">
                <h1 className="text-[30px] mb-[50px]">Մեր Մասին</h1>
                <p className="w-[800px] text-[18px] mb-[20px]">Տելեկոմ Արմենիա ԲԲԸ-ն (ապրանքանիշը՝ Team Telecom Armenia) հայկական ընկերություն է, որը առաջատար դիրք է զբաղեցնում երկրի հեռահաղորդակցության և տեղեկատվական տեխնոլոգիաների ոլորտներում։<br/><br/>Հանդիսանալով Հայաստանում առաջին տելեկոմ ցանցի ժառանգորդը՝ ընկերությունն ունի ոլորտում ծառայությունների մատուցման ավելի քան 100 տարվա պատմություն։ Այս հարուստ փորձի և ժամանակակից տեխնոլոգիաների համադրության շնորհիվ՝ Team-ը հուսալի և նորարար ծառայություններ է տրամադրում թե՛ անհատ, թե կորպորատիվ բաժանորդներին։ <br/><br/>Ընկերությունը ՀՀ տարածքում տրամադրում է բջջային և ֆիքսված ինտերնետի, թվային հեռուստատեսության, բջջային և ֆիքսված հեռախոսակապի ծառայություններ, որոնց բարձր որակն ապահովելու նպատակով Team-ը 2021 թվականին մեկնարկեց իր ռազմավարական նախագիծը՝ տարածաշրջանում եզակի՝ 25 Գբ/վ թողունակությամբ (NGN, Next Generation Network) ցանցի կառուցումը։ Nokia-ի հետ համագործակցությամբ իրականացվող այս ծրագրի արդյունքում ցանցն արդեն հասանելի է Երևանի և մարզերի ավելի քան 330 000 տնային տնտեսության: Առաջիկայում այս ցանցը որակյալ կապով և ինտերնետով կապահովի Հայաստանի բոլոր բնակիչներին։
                <br/><br/>Ինտերնետի հուսալիության և անվտանգության մակարդակը Հայաստանում բարձրացնելու, ինչպես նաև երկրի կախվածությունն արտերկրում տեղի ունեցող վթարներից նվազեցնելու համար, Team-ը 2024 թ․-ի սկզբին գործարկել է երրորդ միջազգային կապուղին ավելի քան 1 Տբ/վ թողունակությամբ, որը Հայաստանը Եվրոպայի ամենամեծ տվյալների փոխանակման կենտրոնին՝ Ֆրանկֆուրտին կապում է նոր՝ այլընտրանքային ճանապարհով։<br/><br/>Ընկերությունը հիմնովին վերազինել և բարելավել է նաև DWDM ցանցը, ինչը Մերձավոր Արևելքի տարանցիկ կապուղիների և ինտերնետի վաճառքի շուկա մուտք գործելու հնարավորություն է ընձեռել։ Կարճ ժամանակահատվածում Team-ը դարձավ այդ ուղղությամբ ինտերնետ արտահանող խոշորագույն ընկերություններից մեկը՝ ծառայություններ մատուցելով Մերձավոր Արևելքի 5 երկրների։ 
                <br/><br/>էլեկտրական մեքենաների օգտագործումը Հայաստանում խթանելու և ավելի հեշտ, անխոչընդոտ ու հաճելի դարձնելու նպատակով Team Telecom Armenia-ն կառուցում է Team Energy արագ լիցքավորման կայանների ցանցը Հայաստանի ողջ տարածքում։ Նորարարական լուծումներով այս ցանցի զարգացումը դրական ազդեցություն կունենա նաև շրջակա միջավայրի վրա։<br/><br/>«Տելեկոմ Արմենիա» ԲԲԸ-ն առաջին տելեկոմ ընկերությունն է, որը Հայաստանում իրականացրել է բաժնետոմսերի առաջնային հրապարակային տեղաբաշխում (IPO)՝ դառնալով է՛լ ավելի բաց ու հանրային։ Ընկերության բաժնետոմսերը ցուցակված են Հայաստանի ֆոնդային բորսայում։<br/><br/>Կորպորատիվ սոցիալական պատասխանատվության շրջանակներում ընկերությունն աջակցում է տեխնոլոգիական, կրթական ու գիտական, ինչպես նաև բնապահպանական նախագծերի իրագործմանը, նպաստում հայկական բովանդակության ստեղծմանն ու տարածմանը, մարզերի զարգացմանը ու թիմային ոգին խրախուսող մարզաձևերի ու նախաձեռնությունների իրականացմանը:<hr className="h-[4px] mt-[10px]"/></p>
                <p className="flex gap-[20px] items-center"><span>Կիսվել</span> <i className="fa-brands fa-facebook-f "></i> <i class="fa-brands fa-twitter"></i></p>
            </div>
        </div>
    )
}