import NewsInTeam from "./NewsInTeam"

let base = [
    {
        id: 1,
        date: '03 June',
        title: 'Սարքատեղակայող, ք․ Սևան',
        text: 'Team Telecom Armenia-ն փնտրում է Սարքատեղակայող, Սևան քաղաքում  Պաշտոնի անվանում`Սարքատեղակայող, ք․ ՍևանՏնօրինություն`Բազային կայանների շահագործման և սպասարկման բաժին, Տեխնիկական տնօրինությունՀիմնական պարտականություններ`Տեղակայել ռադիոսարքեր, ալեհավաքներ և ռադիո հեռահաղորդակցության բնագավառին վերաբերող այլ սարքավորումներ բազային կայաններում և հանգուցային կետերում։Սպասարկել բջջային...'
    },
    {
        id: 2,
        date: '03 June',
        title: 'Սարքատեղակայող, ք․ Երևան',
        text: 'Team Telecom Armenia-ն փնտրում է Սարքատեղակայող, Երևան քաղաքում  Պաշտոնի անվանում`Սարքատեղակայող, ք․ ԵրևանՏնօրինություն`Բազային կայանների շահագործման և սպասարկման բաժին, Տեխնիկական տնօրինություՀիմնական պարտականություններ`Տեղակայել ռադիոսարքեր, ալեհավաքներ և ռադիո հեռահաղորդակցության բնագավառին վերաբերող այլ սարքավորումներ բազային կայաններում և հանգուցային կետերում։Սպասարկել բջջային․․․'
    },
    {
        id: 3,
        date: '02 June',
        title: 'Էներգոհամակարգերի ավագ տեխնիկ Արտաշատ քաղաքում',
        text: 'Team Telecom Armenia ընկերությունը փնտրում է Էներգոհամակարգերի ավագ տեխնիկ Արտաշատ քաղաքում Պաշտոնի անվանում` Էներգոհամակարգերի ավագ տեխնիկ Արտաշատ քաղաքում   Տնօրինություն` Տեխնիկական տնօրինություն Հիմնական պարտականություններ`Իրականացնել ֆիքսված ցանցի ամրակցված տեղամասի էլեկտրասնուցման սարքավորումների շահագործումը և տեխնիկական սպասարկումը՝ համաձայն տեխնիկական նորմատիվների պահանջների։Օժանդակել նոր տեխնիկայի և տեխնոլոգ'
    },
    {
        id: 4,
        date: '02 June',
        title: 'Էներգոհամակարգերի ճարտարագետ, ք․Գորիս',
        text: 'Team Telecom Armenia-ն փնտրում է Էներգոհամակարգերի ճարտարագետ Գորիս քաղաքում Պաշտոնի անվանում`   Էներգոհամակարգերի ճարտարագետ, ք․Գորիս     Տնօրինություն`   Տեխնիկական տնօրինություն     Հիմնական պարտականություններ`      Իրականացնել տեղամասի էներգոհամակարգի շահագործում` համաձայն տեխնիկական նորմերի պահանջների։ Սահմանված ժամկետներում իրականացնել վթարավերականգնողական աշխատանքներ:...'
    },
    {
        id: 5,
        date: '30 May',
        title: 'Զանգերի կենտրոնի մասնագետ',
        text: 'Team Telecom Armenia ընկերությունը փնտրում է Զանգերի կենտրոնի մասնագետներ, ովքեր կապահովեն Ընկերության և հաճախորդների միջև անմիջական կապը։Աշխատանքի ճկուն հերթափոխային գրաֆիկը (ներառում է և՛ գիշերային, և՛ ցերեկային գրաֆիկ), ինչպես նաև մասնագիտական աճի հնարավորությունը, այն դարձնում է ավելի գրավիչ ուսանողների համար      Պաշտոնի անվանում`  Զանգերի կենտրոնի մասնագետ    Տնօրինություն`    Հաճախորդների սպասարկման տնօրինություն:...'
    },
    {
        id: 6,
        date: '30 May',
        title: 'Պարտքերի հավաքագրման մասնագետ',
        text: 'Team Telecom Armenia ընկերությունը փնտրում է Պարտքերի հավաքագրման մասնագետ, ով պատասխանատու կլինի հաճախորդների հետ հեռախոսակապի միջոցով պարտքերի գանձման և հարակից տեղեկատվության ճշտման համար։      Պաշտոնի անվանում`   Պարտքերի հավաքագրման մասնագետ     Տնօրինություն`   Հաճախորդների սպասարկման տնօրինություն     Պարտականություններ`      ​​Իրականացնել ժամկետանց վճարների գանձում։ Կատարել հաճախորդների...'
    },
    {
        id: 7,
        date: '29 May',
        title: 'Մարքեթինգային պլանավորման և հաշվետվությունների վերլուծաբան',
        text: 'Team Telecom Armenia ընկերությունը փնտրում է Մարքեթինգային պլանավորման և հաշվետվությունների վերլուծաբան, ով պատասխանատու կլինի տվյալների հետազոտության, մրցակցային վերլուծության և հաշվետվությունների պատրաստման համար։                      Պաշտոնի անվանում`   Մարքեթինգային պլանավորման և հաշվետվությունների վերլուծաբան     Տնօրինություն`   Մարքեթինգային հետազոտությունների, վերլուծության և...'
    },
    {
        id: 8,
        date: '28 May',
        title: 'Հատուկ կարևորության հաճախորդների (B2B) համակարգող',
        text: 'Team Telecom Armenia ընկերությունը փնտրում է Հատուկ կարևորության հաճախորդների (B2B) համակարգող, ով պատասխանատու կլինի նոր բիզնես հաճախորդների ներգրավման և սպասարկման համար։                        Պաշտոնի անվանում`   Հատուկ կարևորության հաճախորդների (B2B) համակարգող    Տնօրինություն`   Կորպորատիվ վաճառքի վարչություն, Կոմերցիոն տնօրինություն     Հիմնական պարտականություններ`      Վաճառել ընկերության կորպոր'
    },
    {
        id: 9,
        date: '27 May',
        title: 'Կատարողականների և գործընթացների վերլուծաբան',
        text: 'Team Telecom Armenia ընկերությունը փնտրում է Կատարողականների և գործընթացների վերլուծաբան, ով պատասխանատու կլինի Ընկերության տեխնիկական թիմի աշխատակիցների կատարողականի հիմնական ցուցանիշների հաշվարկների և համապատասխան հաշվետվությունների կազմման համար։      Պաշտոնի անվանում`   Կատարողականների և գործընթացների վերլուծաբան    Տնօրինություն`   Տեխնիկական տնօրինություն     Հիմնական պարտականություններ` ...'
    },
    {
        id: 10,
        date: '21 May',
        title: 'Գրավոր հարթակի սպասարկման մասնագետ',
        text: 'Team Telecom Armenia ընկերությունը փնտրում է Գրավոր հարթակի սպասարկման  մասնագետներ Երևան քաղաքում, ովքեր կապահովեն անմիջական կապն ընկերության և իր ներկա/ապագա հաճախորդների միջև։ Աշխատանքի ճկուն հերթափոխային գրաֆիկը (ներառում է և գիշերային, և ցերեկային գրաֆիկ), ինչպես նաև մասնագիտական աճի հնարավորությունը, այն դարձնում է ավելի գրավիչ ուսանողների համար       Պաշտոնի անվանում`  Գրավոր հարթակի սպասարկման մասնագետ...'
    },
    {
        id: 11,
        date: '20 May',
        title: 'Մեդիա և հաղորդակցության վարչության ղեկավար',
        text: 'Team Telecom Armenia-ն փնտրում է Մեդիա և հաղորդակցության վարչության ղեկավար, ով պատասխանատու կլինի ընկերության ընդհանուր հաղորդակցության և մեդիա ռազմավարության մշակման, ղեկավարման և իրականացման համար: Պաշտոնի անվանում` Մեդիա և հաղորդակցության վարչության ղեկավար Տնօրինություն` Կոմերցիոն տնօրինություն Հիմնական պարտականություններ` Մշակել և իրականացնել մեդիա և հաղորդակցության ռազմավարություն՝ ելնելով ընկերության բիզնես...'
    },
    {
        id: 12,
        date: '16 May',
        title: 'Հաճախորդների հետ հարաբերությունների  կարգավորման և  պահպանման  մասնագետ',
        text: 'Team Telecom Armenia ընկերությունը փնտրում է Հաճախորդների հետ հարաբերությունների  կարգավորման և  պահպանման  մասնագետ      Պաշտոնի անվանում`   Հաճախորդների հետ հարաբերությունների  կարգավորման և  պահպանման  մասնագետ     Տնօրինություն`   Հաճախորդների սպասարկման տնօրինություն     Հիմնական պարտականություններ`      Իրականացնել հաճախորդի հետ հարաբերությունների կարգավորման և պահպանման գործառույթներ՝ ...'
    },
    {
        id: 13,
        date: '16 May',
        title: 'Իրավախորհրդատու',
        text: 'Team Telecom Armenia ընկերությունը փնտրում է Իրավախորհրդատու Պաշտոնի անվանում`   Իրավախորհրդատու    Տնօրինություն`   Իրավաբանական տնօրինություն     Հիմնական պարտականություններ`      Տրամադրել խորհրդատվություն օպերատորական գործունեության իրավական ակտերի, այլ օպերատորների և ընկերության հաճախորդների հետ հարաբերությունները կարգավորող հեռահաղորդակցու'
    },
    {
        id: 14,
        date: '14 May',
        title: 'Հաճախորդների սպասարկման որակի և տեղեկատվության մասնագետ',
        text: 'Team Telecom Armenia ընկերությունը փնտրում է Հաճախորդների սպասարկման որակի և տեղեկատվության մասնագետ       Պաշտոնի անվանում`  Հաճախորդների սպասարկման որակի և տեղեկատվության մասնագետ    Տնօրինություն`   Հաճախորդների սպասարկման տնօրինություն     Հիմնական պարտականություններ`      Հաճախորդների սպասարկման որակի բարելավմանն ուղղված թրեյնինգների նախապատրաստում և վարում։ Հաճախորդների հետ անմիջական շփման մեջ...'
    },
    {
        id: 15,
        date: '14 May',
        title: 'Տեխնիկական աջակցման մասնագետ',
        text: 'Team Telecom Armenia ընկերությունը փնտրում է Տեխնիկական աջակցման մասնագետներ հերթափոխային գրաֆիկով (ցերեկային/գիշերային գրաֆիկ) աշխատելու պատրաստակամությամբ      Պաշտոնի անվանում`  Տեխնիկական աջակցման մասնագետ    Տնօրինություն`    Հաճախորդների սպասարկման տնօրինություն     Հիմնական պարտականություններ`      Ժամանակին և ճշգրիտ կերպով պատասխանել հաճախորդների հարցումներին։ Մշակել ստացված հարցումները՝ ...'
    },
]

export default function WorkInTeam(){
    return (
        <div>
            <img src="https://www.telecomarmenia.am/images/menu/1/15789192063747.jpeg" alt="nkar" className="w-[100vw] h-[500px]"/>
        <div className="flex flex-col gap-[20px] mt-[50px] w-[100vw] ml-[100px] mb-[50px]">
            <div className="flex gap-[20px]">
                <p>Գլխավոր</p>
                <p><i className="fa-solid fa-chevron-right"></i></p>
                <p>Ընկերության Մասին</p>
                <p><i className="fa-solid fa-chevron-right"></i></p>
                <p>Աշխատանք Տելեկոմ Արմենիայում</p>
            </div>
            <h1 className="text-[30px]">Աշխատանք Տելեկոմ Արմենիայում</h1>
            <div className="flex w-[800px] ">
                <div className="flex w-[500px] justify-center">
                <div className="p-[20px] border-b-[2px] border-gray-400">
                        Նորություններ
                    </div>
                    <div className="p-[20px] border-b-[5px] border-blue-400">
                        Հայտարարություններ
                    </div>
                    <div className="p-[20px] border-b-[2px] border-gray-400">
                        Բոլորը
                    </div>
                </div>
            </div>
            <div className="flex gap-[20px]">
                <div className="bg-gray-200 p-[10px] rounded-[5px]">
                    2025.06.04 - 2025.06.04 <i class="fa-solid fa-calendar-days"></i>
                </div>
                <button className="p-[10px] bg-red-500 text-white rounded-[20px]">
                    Որոնում
                </button>
            </div>
            <NewsInTeam base={base}/>
            <div className="flex gap-[10px] self-center">
                <div className="p-[8px] bg-gray-200 rounded-[40px]">1</div>
                <div className="p-[8px]">2</div>
                <div className="p-[8px]"><i className="fa-solid fa-chevron-right"></i></div>
            </div>
        </div>
        </div>
    )
}